Repository: giellalt/corpus-sme
Catalog: tmx/nno/admin/depts/regjeringen.no/stahtarai-erik-solheim-sg_id_85897.html.tmx
Source language: sme
Languages: nno

source: Biras- ja ovdánahttinministtar Erik Solheim (SG)
nno: Miljø- og utviklingsminister Erik Solheim - regjeringen.no

source: Historjjálaš arkiiva
nno: Politiske verv

source: Riegádan: 1955 Siviiladilli: Náitalan, 4 máná
nno: Miljø- og utviklingsminister, Utanriksdepartementet, Jens Stoltenbergs andre regjering

source: Biras- ja ovdánahttinministaris lea ovdasvástádus politihkas riikkaidgaskasaš ovdáneami ja veahkedoaimmaid ektui, ja politihkas dálkkádaga ja riikkaidgaskasaš birasovttasbarggu, nuoskkideami, luonddušláddjivuođa ja kulturmuittuid birra.
nno: Utviklingsminister, Utanriksdepartementet, Jens Stoltenbergs andre regjering

source: Ovddidanministtar, Olgoriikadepartemeanttas, Jens Stoltenberga nuppi ráđđehusas
nno: Stortingsrepresentant for Oslo

source: Stuorradiggeáirras Oslos
nno: Stortingsrepresentant for Oslo

source: Stuorradiggeáirras Lulli-Trøndelágas
nno: Stortingsrepresentant for Sør-Trøndelag

source: Sosialisttalaš gurutbellodaga jođiheaddji
nno: Leiar for Sosialistisk Venstreparti

source: Sosialisttalaš gurutbellodaga váldostivrra lahttu
nno: Medlem i Sosialistisk Venstrepartis hovedstyre

source: Sosialisttalaš gurutbellodaga bellodatčálli
nno: Partisekretær for Sosialistisk Venstreparti

source: Sosialisttalaš nuoraid jođiheaddji
nno: Leiar for Sosialistisk Ungdom

source: Stuorradiggelávdegottiid ja sáttagottiid lahttovuohta
nno: Medlemskap i stortingskomiteer og delegasjoner

source: Viiddiduvvon olgoriikalávdegoddi
nno: Den utvida utanrikskomitéen

source: Olgoriikalávdegoddi
nno: Utanrikskomiteen

source: Johtoluslávdegoddi
nno: Samferdselskomiteen

source: Válgalávdegoddi
nno: Valkomiteen

source: EØS-áššiid Konsultašuvdnaorgána
nno: Konsultasjonsorganet for EØS-saker

source: Eurohpaparlameantta oktavuođaid sáttagoddi
nno: Delegasjonen for forbindelser med Europaparlamentet

source: NATOa parlamentarihkkárčoahkkima sáttagoddi
nno: Delegasjonen til Natos parlamentarikarforsamling

source: OSSEa parlamentarihkkárčoahkkima sáttagoddi
nno: Delegasjonen til OSSEs parlamentarikarforsamling

source: Parlamentarihkkársáttagoddi Eurohpa sihkkarvuođa ja ovttasbarggu konferánsii
nno: Parlamentarikardelegasjonen til konferansen for sikkerhet og samarbeid i Europa

source: Bargoduogáš
nno: Yrkeserfaring

source: Seniorráđđeaddi, Olgoriikadepartemeanttas
nno: Seniorrådgjevar, Utanriksdepartementet

source: Konsuleanta Norgga Handicaplihtus
nno: Konsulent i Norges Handicapforbund

source: Cand.mag. (historjá ja servodatfágat), Oslo universitehtas
nno: Cand.mag. (historie og samfunnsfag), Universitetet i Oslo

source: Eará doaimmat
nno: Andre verv

source: Dárkojeaddji Belarusis, Georgias, Ruoššas ja Ukráinas
nno: Valobservatør Belarus, Georgia, Russland og Ukraina

source: Dárkojeaddji ONa konferánssas birrasa ja ovdáneami birra
nno: Observatør FNs konferanse om miljø og utvikling

source: Dárkojeaddji ONa veahkadatkonferánssas
nno: Observatør FNs konferanse om befolkning
